{
  "about1paragr": "Nautic Rus is a Russian company, which performs the whole range of fishing vessel design, from conceptual design to working documentation.",
  "about2paragr": "The company uses its foreign partners innovative technologies in the fishing trawlers design, basing on the vast experience of Russian marine engineers.",
  "about3paragr": "We are ready to offer a competitive solution for any fishing project, both in Russia and abroad.",
  "menu_buttons": {
    "about": "About",
    "projects": "Projects",
    "design": "Design",
    "service": "Service",
    "gallery": "Gallery",
    "contacts": "Contacts"
  },
  "service": {
    "title": {
      "concept_design": "Concept design",
      "class_drawings": "Class drawings",
      "workshop_design_documentation": "Workshop design documentation",
      "3d_modelling": "3D-Modelling",
      "nesting_documentation": "Nesting documentation",
      "operational_and_tests_trials_documentation": "Operational and tests/trials documentation",
      "designer_supervision": "Designer supervision",
      "ship_reclassification": "Ship reclassification",
      "ship_upgrading_reequipment": "Ship upgrading and reequipment",
      "inclining_test": "Inclining test"
    },
    "content" :{
      "concept_design": "After receiving a technical requirements from a customer, a designer develops a concept design. The concept design includes a preliminary hull lines development, a general arrangement, a building specification, main equipment suggestions, a preliminary makers list, the estimated weight of the Vessel as well as other supporting documents.",
      "class_drawings": "The class drawings for the vessel are developed after the customer approves the concept design. The class drawings include a set of documents, calculations, drawings, explanations to be sent to the RMRS for approval according to the classification and sea vessels rules.",
      "workshop_design_documentation": "The development of workshop drawings, intended for the shipyard as a detailed – how to build manual, are developed by the Design Bureau as the individual class drawings are approved by the owner and the class society. Having the opportunity to have this done within the same office as the class drawings is a clear benefit for all parties. The likelihood of misinterpretation of the class drawing are reduced, if not eliminated and the likelihood of the ship being constructed as the Designer intended it to be are secured. The workshop drawings and documentation span the entirety of the Vessel from the Hull, Systems, Electrical Installations and Outfitting.",
      "3d_modelling": "Modern ship design is impossible without creating a high-quality 3D model. The detailed 3D model is the basis on which all design solutions are worked out and the necessary calculations of the vessel are performed. It helps to prevent possible design errors and allows you to produce workshop design documentation of a high degree of elaboration. Proper use and updating of the 3D model allows you to reduce the time and costs during the construction of the vessel.",
      "nesting_documentation": "Nesting documentation is developed based on the 3D ship model. It includes parts cutting, profile sketches, cutting with marking, profile and plate details bending sketches. Fitting drawings are also provided as needed.",
      "operational_and_tests_trials_documentation": "Workshop design documentation is intended for the ship structure study and its’ operational rules. Tests/trials documentation is the documentation including permittance documentation granting a right for construction and assembly works on the one hand, and as-built documentation, confirming the actual performance of the construction and assembly works in a scope set in the class drawing, on the other.",
      "designer_supervision": "Designer supervision is a planned control system of a design bureau. Designer supervision is an integral part of the design work. When building and repairing any ship, questions on the initial project amendments often arise. They can be related to some other equipment and materials appliance, construction improvements, and cost reduction. According to the customer’s wish, we can as well provide technical support of our engineers with a documentation update and its approval in the state bodies.",
      "ship_reclassification": "Ship reclassification or ship class change is a procedure of technical expertise and inspection aimed to change or issue old registry certificates for the new ones.",
      "ship_upgrading_reequipment": "Upgrading is a measure aimed at ship construction or element changing. This measure is taken to improve technical characteristics, work and life conditions, and International conventions requirements fulfillment.",
      "inclining_test": "Experimental determinate to lightship weight vessel and its position of center of gravity in order to verify the calculations of the load and stability.\nThis is a required procedure for: new vessels, vessels after modernization and/or after laying solid ballast. Fishing and passenger vessels must be additionally inclined during operation at specified intervals.\nNAUTIC RUS has the necessary competencies to provide an inclining test of any vessel in accordance with all the requirements of classification societies."
    },
    "read_more" : "Read more"
  }
}
