{
  "about1paragr": "Наутик Рус — это российская компания, выполняющая весь спектр проектирования рыболовных судов, от концептуального проекта до рабочей документации.",
  "about2paragr": "Компания использует инновационные технологии в проектировании рыболовных траулеров от своих зарубежных партнеров, опираясь на многолетний опыт российских морских инженеров.",
  "about3paragr": "Мы готовы предложить конкурентоспособное решение для любого рыбодобывающего проекта, как в России, так и за рубежом.",
  "service": {
    "title": {
      "concept_design": "Концепт проект",
      "class_drawings": "Проектная документация (ПДСП)",
      "workshop_design_documentation": "Рабоче-конструкторская документация (РКД)",
      "3d_modelling": "3D моделирование",
      "nesting_documentation": "Плазово-технологическая документация",
      "operational_and_tests_trials_documentation": "Эксплуатационная документация и приемо-сдаточная",
      "designer_supervision": "Авторский надзор",
      "ship_reclassification": "Реклассификация судов",
      "ship_upgrading_reequipment": "Модернизация и переоборудование судов"
    },
    "content" :{
      "concept_design": "После получения технического задания от заказчика судна проектант начинает разработку концепт проекта. Концепт проект включает в себя разработку предварительных обводов судна, общее расположение, построечную спецификацию, выбор основного оборудования, предварительный заказ материалов и веса судна, а так же другие вспомогательные документы.",
      "class_drawings": "Проектная документация судна в постройке разрабатывается после согласования концепт проекта заказчиком судна. ПДСП включает в себя комплект документов, расчеты, чертежи, обоснования, которые согласно правилам классификации и постройки морских судов направляются для одобрения и согласования в РМРС.",
      "workshop_design_documentation": "После одобрения полного пакета документации ПДСП проектант приступает к разработке РКД по всем видам специализаций (корпус, системы, электрика, достройка).",
      "3d_modelling": "Современный дизайн судна невозможен без создания качественной 3D-модели. Подробная 3D-модель - это основа, на которой разрабатываются все проектные решения и выполняются необходимые расчеты судна. Это помогает предотвратить возможные ошибки при проектировании и позволяет создавать проектную документацию высокой степени проработки. Правильное использование и обновление 3D-модели позволяет сократить время и затраты при строительстве судна.",
      "nesting_documentation": "Плазово-технологическая документация, разрабатывается на основе разработанной 3d модели судна. И включает в себя раскрой листовых деталей, эскизы профилей, программ резки с нанесением маркировки, изготовление шаблонов гибки профильных и листовых деталей. При необходимости так же предоставляются чертежи оснастки.",
      "operational_and_tests_trials_documentation": "Рабочая конструкторская документация предназначена для изучения конструкции изделия и правил его эксплуатации. Приемо-сдаточная документация – документация, в состав которой входит разрешительная документация, дающая право на выполнение строительно-монтажных работ, и исполнительная документация, подтверждающая фактическое выполнение строительно-монтажных работ в объеме, установленном в проектной документации.",
      "designer_supervision": "Авторский надзор - планируемая система контроля проектно-конструкторского предприятия - автора проекта за строительствам и эксплуатацией судов, которая является составной частью работы над проектом. При строительстве и ремонте любого судна часто возникают вопросы по внесению корректив в исходный проект. Изменения могут быть связаны с применением иного оборудования и материалов, оптимизацией конструкций и снижением стоимости строительства. По желанию Заказчика этот процесс может сопровождаться технической поддержкой наших квалифицированных инженеров с соответствующей корректировкой документации и согласованием ее в контролирующих организациях.",
      "ship_reclassification": "Реклассификация судов или смена класса судна – это процедура технической экспертизы и освидетельствования судна с целью замены (выдачи) судовых классификационных свидетельств, выданных ранее старым классификационным обществом, на классификационные свидетельства, выдаваемые новым классификационным обществом.",
      "ship_upgrading_reequipment": "Модернизация - совокупность операций по изменению конструкции судна (элемента судна) с целью улучшения технико-эксплуатационных характеристик, условий труда и быта, а также выполнения требований Международных конвенций."
    }
  },
  "menu_buttons": {
    "about": "О нас",
    "projects": "Проекты",
    "design": "Дизайн",
    "service": "Услуги",
    "gallery": "Галерея",
    "contacts": "Контакты"
  },
  "read_more" : "Показать больше"
}

