[
  "About",
  "Design",
  "Gallery",
  "Contacts",
  "Office 701, 9/4 Kronshtadtskaya str. build.1, St. Petersburg, Russia, 198096",
  "CRAB VESSEL 60M",
  "Crab Harvester 60m is a fishing vessel intended for harvesting all species of crab with the use of multiple conical traps fitted on a line.",
  "The vessel Crab Harvester is a closed concept vessel, arranged for retrieving crab pots conventionally from side of the vessel through a large hydraulic operated side opening on SB side of the vessel. The hull is designed with the Enduro™ Bow, bulbous bow shape providing various behavioural benefits from the design, including increased comfort for a crew. The processing deck is a completely open space with no support pillars",
  "different species of crab",
  "processing of harvested crab by air freezing into cooked-frozen and raw-frozen products of various types.",
  "LONGLINER 20M",
  "Series Longliner 20m is a highly versatile multipurpose fishing vessel, designed for coastal fishing at various depths and fishing methods.",
  "Series Longliner 20m is a highly versatile multipurpose fishing vessel, designed for coastal fishing at various depths and fishing methods. With a variation feature to the Enduro™ Bow concept to ensure the longest possible waterline, along with excessive width of the hull, increased volume is obtained in the vessel and corresponding buoyancy of the hull. These features secure good performance of the vessel and improved working environment for the crew.",
  "cod, pollock, haddock, flatfish, red fish, halibut, macrourus and o.t.",
  "cooling of fish for further processing onshore.",
  "LONGLINER 63M",
  "Longliner 63m is a series of vessels of various sizes, designed for maximum fishing efficiency.",
  "LONGLINER is a series of vessels of various sizes, designed for maximum fishing efficiency. The design based on the well-established and proven Enduro™ Bow concept for the best seaworthiness in rough seas. This bow shape also allows full use of the vessel for the benefit of the crew and the maximum capacity of the fish hold and the vessel as a whole.",
  "cod, pollock, grenadier, Kamchatka flounder, Greenland halibut, Arrowtooth halibut, Pacific halibut, coal fish, red fish and o.t.",
  "frozen blocks of fillets, canned liver, fish frozen whole in shock freezer, offal.",
  "RAPTOR 24M",
  "Raptor 24m series is a highly versatile multipurpose fishing vessel, designed for coastal fishing at various depths and fishing methods.",
  "RAPTOR series is a highly versatile multipurpose fishing vessel, designed for coastal fishing at various depths and fishing methods. With a variation feature to the Enduro™ Bow concept to ensure the longest possible waterline, along with excessive width of the hull, increased volume is obtained in the vessel and corresponding buoyancy of the hull. These features secure good performance of the vessel and improved working environment for the crew.",
  "cod, pollock, haddock, flatfish, red fish, herring, mackerel, squid and o.t.",
  "cooling of fish for further processing onshore, freezing.",
  "TRAWLER 30M",
  "Trawler 30m vessel is equipped as a fresh fish trawler capable of fishing with one bottom trawl, hence equipped with 2 trawl winches.",
  "TRAWLER vessel is equipped as a fresh fish trawler capable of fishing with one bottom trawl, hence equipped with 2 trawl winches. The hull is designed with the Enduro™ Bow bulbous bow shape providing various behavioural benefits from the design, including increased comfort for a crew upto 14 persons. The processing deck is a completely open space with no support pillars.",
  "cod, pollock, haddock, flatfish, red fish, herring, mackerel, squid and o.t.",
  "gutting and cooling of fish for further processing onshore.",
  "TRAWLER 48M",
  "Trawler 48m vessel equipped as a fresh fish trawler with a registration length under 45m capable of fishing with three bottom trawls simultaneously, equipped with 4 trawl winches.",
  "TRAWLER vessel equipped as a fresh fish trawler with a registration length under 45m capable of fishing with three bottom trawls simultaneously, equipped with 4 trawl winches. The hull is designed with the Enduro™ Bow bulbous bow shape providing various behavioural benefits from the design, including increased comfort for a crew upto 16 persons. The processing deck is a completely open space with no support pillars.",
  "cod, pollock, haddock, flatfish, red fish, herring, mackerel, squid, shrimps and o.t.",
  "TRAWLER 82M",
  "Trawler 82m big freezing processing trawler, designed for maximum fishing efficiency.",
  "TRAWLER big freezing processing trawler, designed for maximum fishing efficiency. The design based on the well-established and proven Enduro™ Bow concept for the best seaworthiness in rough seas. This bow shape also allows full use of the limited size of the vessel for the benefit of the crew and the maximum capacity of the fish hold and the vessel as a whole.",
  "cod, pollock, haddock, flatfish, red fish, halibut, shrimp and other bottom types of fish",
  "frozen blocks of fillets, canned liver, offal, fish meal and fish oil.",
  "TRAWLER 87M",
  "Trawler 87m big freezing processing trawler with a possibility of fish catching with bottom and pelagic trawl, designed for maximum fishing efficiency.",
  "cod, pollock, haddock, flatfish, red fish, halibut, shrimp and o.t.",
  "TRAWLER big freezing processing trawler with a possibility of fish catching with bottom and pelagic trawl, designed for maximum fishing efficiency. The design based on the well-established and proven Enduro™ Bow concept for the best seaworthiness in rough seas. This bow shape also allows full use of size of the vessel for the benefit of the crew and the maximum capacity of the fish hold and the vessel as a whole",
  "cod, pollock, red fish, halibut, herring, mackerel, sardines, squid and o.t.",
  "frozen blocks of fillets, mince, roe, milt, offal, fish meal and fish oil.",
  "TRAWLER 115M",
  "Trawler 115m big freezing processing trawler with a possibility of fish catching with bottom and pelagic trawl, designed for maximum fishing efficiency.",
  "TRAWLER big freezing processing trawler with a possibility of fish catching with bottom and pelagic trawl, designed for maximum fishing efficiency. The design based on the well-established and proven Enduro™ Bow concept for the best seaworthiness in rough seas. This bow shape also allows full use of size of the vessel for the benefit of the crew and the maximum capacity of the fish hold and the vessel as a whole.",
  "Service",
  "Projects",
  "Full Crab processing area",
  "Fish processing area with an area of",
  "for the primary processing of the catch",
  "Total processing capacity on the ship",
  "Freezing capacity",
  "Total capacity of holds",
  "Fish species",
  "Methods and types of processing",
  "trawling",
  "m",
  "m²",
  "m³",
  "t/day",
  "read more",
  "Length",
  "Width",
  "Draft",
  "Vessel speed",
  "Number of crew",
  "kn",
  "ppl",
  "We are highly convinced that high technology and modernity should be manifested as in the internal ship systems, in the outer appearance as well as in the interiors.",
  "Our major challenge is to design an ergonomic, comfortable and beautiful space for people spending a lot of time in tough sea conditions. For people accomplishing physically hard and responsible work day by day.",
  "Using our knowledge about the light and color influence on the physical and emotional state of a person, we apply such the solutions in the trawler interior design which contribute to high-quality rest and quick crew recovery.",
  "The Nautic Rus unique design approach is that we pay attention to completely all areas, even those that at first sight do not require this, where the technical approach prevails. We integrate aesthetics into the functional equipment and the technical rooms.",
  "By cultivating love of orderliness and beauty, we bring up due respect for ourselves and those around us, we take a step towards the establishing of a more perfect society.",
  "Modern people are accustomed to comfort. We believe that the conditions created by us that meet the requirements of a modern person will attract more qualified workers to the trawler. We hope that our approach will influence the perception and positioning of the fishing profession.",
  "Previous project",
  "Next project",
  "Close",
  "LONGLINER 15M",
  "Series Longliner 15M series is a versatile multipurpose fishing vessel, designed for coastal fishing at various depths and different fishing methods.",
  "Series Longliner 15m series is a versatile multipurpose fishing vessel, designed for coastal fishing at various depths and different fishing methods. Thanks to a variation of the EnduroBow concept, which provides the maximum possible length of the waterline, as well as an increased hull width, an increased volume and corresponding buoyancy of the hull are achieved on the vessel. These functions ensure good ship behavior and an improved working environment for the crew.",
  "CRAB VESSEL 57M",
  "Crab Harvester 57m is a fishing vessel intended for harvesting all species of crab with the use of multiple conical traps fitted on a line.",
  "Modern ship design is impossible without creating a high-quality 3D model. The detailed 3D model is the basis on which all design solutions are worked out and the necessary calculations of the vessel are performed. It helps to prevent possible design errors and allows you to produce workshop design documentation of a high degree of elaboration. Proper use and updating of the 3D model allows you to reduce the time and costs during the construction of the vessel.",
  "",
  "Get contacts",
  "VK",
  "Get a digital booklet",
  "Show 3D model",
  "Methods of fishing",
  "Hold capacity",
  "Basic information",
  "Production capacity",
  "- total processing capacity on the ship ~ 200 t/day",
  "- freezing capacity ~ 200 t/day",
  "- total processing capacity on the ship ~ 150 t/day",
  "- freezing capacity ~ 150 t/day",
  "- total processing capacity on the ship ~ 100 t/day",
  "- freezing capacity ~ 100 t/day",
  "- total processing capacity on the ship ~ 50 t/day",
  "- freezing capacity ~ 50 t/day",
  "-",
  "Scan QR to get digital booklet",
  "RUS",
  "cod, pollock, red fish, halibut, herring, mackerel, sardines, squid and other types of fish",
  "trawling with bottom and pelagic trawl",
  "frozen blocks of fillets, boneless fillets (with/without skin), fillets with bones (with/without skin), portioned fillets and cuts, fish h/ g frozen in blocks, pollack mince, pollack roe, pollack milt, offal (heads, minced meat) in frozen blocks, fish meal and fish oil",
  "main fish hold - 1575 m3, combined fish hold - 430 m3",
  "- total processing capacity on the ship ~ 200 t/day",
  "- freezing capacity ~ 200 t/day",
  "cod, pollock, haddock, flatfish, red fish, halibut, shrimp and o.t.",
  "trawling, with possibility of using 2 trawls",
  "frozen blocks of fillets, boneless fillets (with/without skin), fillets with bones (with/without skin), portioned fillets and cuts, fish h/g frozen in blocks",
  "main fish hold ~ 1565 m3, combined fish hold ~ 310 m3",
  "longlining",
  "frozen blocks of fillets, boneless fillets (with / without skin), fillets with bones (with/without skin), portioned fillets and cuts, cod h/g frozen in blocks, halibut frozen whole in shock freezer, halibut h/ g 2kg shock freezing, small (less than 2kg) halibut h/ gin frozen blocks, canned liver, offal (heads, minced meat) in frozen blocks",
  "main fish hold - 1150 m3",
  "the vessel is outfitted for crab harvesting with conical traps",
  "processing of harvested crab by air freezing into cooked-frozen and raw-frozen products of various types with a production capacity for ready products of 10-15 tons per day",
  "fish hold - 650 m3 (approx. 200 tons of frozen product)",
  "the vessel is outfitted for bottom trawling with up to 3 trawls simultaneously and can operate as a shrimp trawler as well",
  "fish hold - 630 m3 (approx. 185 tons of fresh fish in plastic tubs)",
  "Bottom Trawling with 1 trawl",
  "fish hold 312 m3 (approx. 84 tons of fish in plastic containers)",
  "Bottom Trawling with long winged footrope trawl gear, Pelagic Trawling, Danish Seining and with Gil Netting, Longlining, Purse Seining and Pot Trap fishing as optional methods",
  "fish hold 190 m3 (approx. 70 tons of fish in plastic containers)",
  "fish hold - 125 m3 (approx. 40 tons of fish in plastic containers)",
  "Longlining with Autoline System, possibility of catching with traps and Auto-jiggling rods",
  "fish hold - 50 m3 (approx. 20 tons of fish in plastic containers)"
]
