[
  "КРАБОЛОВ 60М",
  "Рыболовное судно Краболов 60м предназначено для ловли всех видов крабов с использованием конических ловушек, закрепленных на хребтине.",
  "Судно КРАБОЛОВ предназначено для ловли всех видов крабов с использованием конических ловушек, закрепленных на хребтине. Судно закрытого концепта, предназначенное для выборки крабовых ловушек классическим методом с борта судна через большое боковое открытие с гидравлическим приводом на правом борту судна. Корпус выполнен в форме Enduro™ Bow, обеспечивая различные преимущества конструкции, включая повышенный комфорт для экипажа. Зона переработки представляет собой полностью открытое пространство без опорных пиллерсов.",
  "различные виды краба",
  "переработка выловленного краба с методом воздушной заморозки в варено-мороженые и сыро-мороженые продукты разных видов",
  "ЯРУСОЛОВ 20М",
  "Серия Ярусолов 20м - это универсальное многоцелевое рыболовное судно, предназначенное для прибрежного лова на различных глубинах и разных методов рыбной ловли.",
  "Серия ЯРУСОЛОВ 20м - это универсальное многоцелевое рыболовное судно, предназначенное для прибрежного лова на различных глубинах и разных методов рыбной ловли. Благодаря вариации концепции Enduro™ Bow обеспечивающей максимально возможную длину ватерлинии, а также увеличенную ширину корпуса, на судне достигается увеличенный объем и соответствующая плавучесть корпуса. Эти функции обеспечивают хорошее поведение судна и улучшенную рабочую среду для экипажа.",
  "треска, минтай, пикша, камбала, окунь, палтус, макрурус, и другие виды рыб",
  "охлаждение рыбы для последующей переработки на берегу",
  "ЯРУСОЛОВ 63М",
  "Рыболовное судно 63м представляет собой линейку судов различных размерений, спроектированных для максимальной эффективности промысла.",
  "ЯРУСОЛОВ представляет собой линейку судов различных размерений, спроектированных для максимальной эффективности промысла. Конструкция основывается на устоявшейся и проверенной концепции носовой части Enduro™ Bow, которая обеспечивает наилучшую мореходность судна в суровых морях. Данная форма носовой части также позволяет полностью использовать размер судна на благо экипажа и максимальной вместимости рыбного трюма и судна в целом.",
  "треска, минтай, макрурус, камчатская камбала, гренландский палтус, палтус стрелозубый, палтус белокорый, угольная рыба, окунь и другие виды рыб",
  "замороженное филе, консервированная печень, неразделанная рыба шоковой заморозки, субпродукты",
  "РАПТОР 24М",
  "Серия Раптор 24м - это универсальное многоцелевое рыболовное судно, предназначенное для прибрежного лова на различных глубинах и разных методов рыбной ловли.",
  "Серия РАПТОР - это универсальное многоцелевое рыболовное судно, предназначенное для прибрежного лова на различных глубинах и разных методов рыбной ловли. Благодаря вариации концепции Enduro™ Bow обеспечивающей максимально возможную длину ватерлинии, а также увеличенную ширину корпуса, на судне достигается увеличенный объем и соответствующая плавучесть корпуса. Эти функции обеспечивают хорошее поведение судна и улучшенную рабочую среду для экипажа.",
  "треска, минтай, пикша, камбала, окунь, сельдь, скумбрия, кальмар, и другие виды рыб",
  "потрошение и охлаждение рыбы для последующей переработки на берегу, заморозка",
  "ТРАУЛЕР 30М ",
  "Судно Траулер 30м оборудовано как траулер для свежей рыбы, способный вести лов одним донным тралом, оборудовано 2 траловыми лебедками.",
  "Судно ТРАУЛЕР оборудовано как траулер для свежей рыбы, способный вести лов одним донным тралом, оборудовано 2 траловыми лебедками. Корпус выполнен в форме Enduro™ Bow, обеспечивая различные преимущества конструкции, включая повышенный комфорт для экипажа из 14 человек. Зона рыбопереработки представляет собой полностью открытое пространство без опорных пиллерсов.",
  "треска, минтай, пикша, камбала, окунь, сельдь, скумбрия, кальмар, и другие виды рыб",
  "потрошение и охлаждение рыбы для последующей переработки на берегу",
  "ТРАУЛЕР 48М",
  "Судно Траулер 48м оборудовано как траулер для свежей рыбы с регистровой длиной до 45м, способный вести лов тремя донными тралами одновременно, оборудовано 4 траловыми лебедками.",
  "Судно ТРАУЛЕР оборудовано как траулер для свежей рыбы с регистровой длиной до 45 м, способный вести лов тремя донными тралами одновременно, оборудовано 4 траловыми лебедками. Корпус выполнен в форме Enduro™ Bow, обеспечивая различные преимущества конструкции, включая повышенный комфорт для экипажа из 16 человек. Зона рыбопереработки представляет собой полностью открытое пространство без опорных пиллерсов.",
  "треска, минтай, пикша, камбала, окунь, сельдь, скумбрия, кальмар, креветка и другие виды рыб",
  "потрошение и охлаждение рыбы для последующей переработки на берегу",
  "ТРАУЛЕР 82М",
  "Траулер 82м представляет собой большой морозильный рыболовный траулер-процессор, спроектированный для максимальной эффективности промысла.",
  "ТРАУЛЕР представляет собой большой морозильный рыболовный траулер-процессор, с возможностью использования 2-х тралов, спроектированный для максимальной эффективности промысла. Конструкция основывается на устоявшейся и проверенной концепции носовой части Enduro™ Bow, которая обеспечивает наилучшую мореходность судна в суровых морях. Данная форма носовой части также позволяет полностью использовать ограниченный размер судна на благо экипажа и максимальной вместимости рыбного трюма и судна в целом.",
  "треска, минтай, пикша, камбала, окунь, палтус, креветка и другие виды рыб",
  "замороженное филе, консервированная печень, субпродукты, рыбная мука и жир",
  "ТРАУЛЕР 87М",
  "Траулер 87м представляет собой большой морозильный рыболовный траулер-процессор, с возможностью лова донным и пелагическим тралом, спроектированный для максимальной эффективности промысла.",
  "ТРАУЛЕР представляет собой большой морозильный рыболовный траулер-процессор, с возможностью лова донным и пелагическим тралом, спроектированный для максимальной эффективности промысла. Конструкция основывается на устоявшейся и проверенной концепции носовой части Enduro™ Bow, которая обеспечивает наилучшую мореходность судна в суровых морях. Данная форма носовой части также позволяет полностью использовать размер судна на благо экипажа и максимальной вместимости рыбного трюма и судна в целом",
  "треска, минтай, окунь, палтус, сельдь, скумбрия, сардина, кальмар и другие виды рыб",
  "замороженное филе, фарш, икра, молока, субпродукты, рыбная мука и жир",
  "ТРАУЛЕР 115М",
  "Траулер 115м представляет собой большой морозильный рыболовный траулер-процессор, с возможностью промысла донным и пелагическим тралом, спроектированных для максимальной эффективности промысла.",
  "ТРАУЛЕР представляет собой большой морозильный рыболовный траулер-процессор, спроектированный для максимальной эффективности промысла. Конструкция основывается на устоявшейся и проверенной концепции носовой части Enduro™ Bow, которая обеспечивает наилучшую мореходность судна в суровых морях. Данная форма носовой части также позволяет полностью использовать размер судна на благо экипажа и максимальной вместимости рыбного трюма и судна в целом.",
  "треска, минтай, окунь, палтус, сельдь, скумбрия, сардина, кальмар и другие виды рыб",
  ": замороженное филе, фарш, икра, молока, субпродукты, рыбная мука и жир",
  "Услуги",
  "Проекты",
  "Зона полной переработки краба площадью",
  "Зона рыбопереработки площадью",
  "для первичной обработки улова",
  "Общая мощность переработки на судне",
  "Производительность заморозки на судне",
  "Общая вместимость трюмов",
  "Видами промысловых рыб являются",
  "Виды и способы переработки",
  "",
  "м",
  "м²",
  "м³",
  "т/день",
  "подробнее",
  "Длина",
  "Ширина",
  "Осадка",
  "Скорость судна",
  "Экипаж",
  "уз",
  "чел",
  "Мы убеждены – высокотехнологичность и современность должны проявляться как во внутренних системах судна, так и во внешнем облике.",
  "Наша главная задача - спроектировать эргономичное и красивое пространство для людей, длительное время пребывающих в непростых условиях моря. Для людей, выполняющих физически трудную и ответственную работу изо дня в день.",
  "Используя знания о влиянии света и цвета на физическое и эмоциональное состояние человека, мы применяем в дизайне интерьеров траулера решения, которые способствуют качественному отдыху и быстрому восстановлению сил экипажа.",
  "Прививая любовь к упорядоченности и красоте, мы воспитываем уважение к себе и окружающим, делаем шаг к формированию более совершенного общества.",
  "Мы уверены, что созданные нами условия, привлекут большее количество квалифицированных работников на траулер. Наш подход к созданию траулеров нового поколения повлияет на восприятие и позиционирование рыболовной отрасли.",
  "",
  "",
  "",
  ""
]
